Repository: GregoireLD/Sesame
Catalog: Sesame/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, zh_hans, zh_hant

# key.recovery.explanation.title
source: Your codes are temporarily inaccessible
ar: رموزك غير متاحة مؤقتاً
de: Deine Codes sind vorübergehend nicht zugänglich
es: Tus códigos están temporalmente inaccesibles
fr: Vos codes sont temporairement inaccessibles
it: I tuoi codici sono temporaneamente inaccessibili
ja: コードに一時的にアクセスできません
ko: 코드에 일시적으로 접근할 수 없습니다
zh_hans: 您的代码暂时无法访问
zh_hant: 您的代碼暫時無法存取

# key.recovery.open_settings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# key.recovery.reset
source: Reset all data
ar: إعادة تعيين جميع البيانات
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
ja: すべてのデータをリセット
ko: 모든 데이터 재설정
zh_hans: 重置所有数据
zh_hant: 重置所有資料

# key.recovery.reset_confirm.action
source: Delete Everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
zh_hans: 删除所有内容
zh_hant: 刪除所有內容

# key.recovery.reset_confirm.message
source: This will permanently delete all your entries and your encryption key across all your devices. This cannot be undone.
ar: سيؤدي هذا إلى حذف جميع إدخالاتك ومفتاح التشفير بشكل دائم على جميع أجهزتك. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden alle deine Einträge und dein Verschlüsselungsschlüssel dauerhaft auf allen deinen Geräten gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas tus entradas y tu clave de cifrado en todos tus dispositivos. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement toutes vos entrées et votre clé de chiffrement sur tous vos appareils. Cette action est irréversible.
it: Questo eliminerà definitivamente tutte le voci e la chiave di crittografia su tutti i tuoi dispositivi. Questa azione non può essere annullata.
ja: すべてのデバイスのすべてのエントリと暗号化キーが完全に削除されます。この操作は元に戻せません。
ko: 모든 기기에서 모든 항목과 암호화 키가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将永久删除您所有设备上的所有条目和加密密钥。此操作无法撤销。
zh_hant: 這將永久刪除您所有裝置上的所有條目和加密金鑰。此操作無法撤銷。

# key.recovery.reset_confirm.title
source: Delete all data?
ar: حذف جميع البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제하시겠습니까?
zh_hans: 删除所有数据？
zh_hant: 刪除所有資料？

# key.recovery.reset_footer
source: Only use this if the problem persists and you want to start fresh. This will permanently delete all entries on all your devices.
ar: استخدم هذا الخيار فقط إذا استمرت المشكلة وأردت البدء من جديد. سيؤدي هذا إلى حذف جميع الإدخالات على جميع أجهزتك بشكل دائم.
de: Nur verwenden, wenn das Problem anhält und du neu beginnen möchtest. Dadurch werden alle Einträge auf all deinen Geräten dauerhaft gelöscht.
es: Úsalo solo si el problema persiste y quieres empezar de cero. Esto eliminará permanentemente todas las entradas en todos tus dispositivos.
fr: À utiliser uniquement si le problème persiste et que vous souhaitez repartir de zéro. Cela supprimera définitivement toutes les entrées sur tous vos appareils.
it: Usalo solo se il problema persiste e vuoi ricominciare da capo. Questo eliminerà definitivamente tutte le voci su tutti i tuoi dispositivi.
ja: 問題が解決しない場合にのみ使用してください。すべてのデバイスのすべてのエントリが完全に削除されます。
ko: 문제가 지속되고 새로 시작하려는 경우에만 사용하세요. 모든 기기의 모든 항목이 영구적으로 삭제됩니다.
zh_hans: 仅在问题持续存在且您想重新开始时使用。这将永久删除所有设备上的所有条目。
zh_hant: 僅在問題持續存在且您想重新開始時使用。這將永久刪除所有裝置上的所有條目。

# key.recovery.settings_footer
source: Make sure iCloud Keychain is enabled under Settings → Apple ID → iCloud → Passwords & Keychain.
ar: تأكد من تفعيل iCloud Keychain عبر الإعدادات ← Apple ID ← iCloud ← كلمات المرور والمفاتيح.
de: Stelle sicher, dass iCloud-Schlüsselbund aktiviert ist unter Einstellungen → Apple-ID → iCloud → Passwörter & Schlüsselbund.
es: Asegúrate de que el llavero de iCloud esté habilitado en Ajustes → Apple ID → iCloud → Contraseñas y llavero.
fr: Assurez-vous que le trousseau iCloud est activé dans Réglages → Identifiant Apple → iCloud → Mots de passe et trousseau.
it: Assicurati che il portachiavi iCloud sia abilitato in Impostazioni → ID Apple → iCloud → Password e portachiavi.
ja: 設定 → Apple ID → iCloud → パスワードとキーチェーンでiCloudキーチェーンが有効になっていることを確認してください。
ko: 설정 → Apple ID → iCloud → 암호 및 키체인에서 iCloud 키체인이 활성화되어 있는지 확인하세요.
zh_hans: 请确保在设置 → Apple ID → iCloud → 密码与钥匙串中启用了 iCloud 钥匙串。
zh_hant: 請確保在設定 → Apple ID → iCloud → 密碼與鑰匙圈中啟用了 iCloud 鑰匙圈。

# key.recovery.title
source: Encryption Key
ar: مفتاح التشفير
de: Verschlüsselungsschlüssel
es: Clave de cifrado
fr: Clé de chiffrement
it: Chiave di crittografia
ja: 暗号化キー
ko: 암호화 키
zh_hans: 加密密钥
zh_hant: 加密金鑰

# key.unavailable.action
source: What's happening?
ar: ماذا يحدث؟
de: Was ist passiert?
es: ¿Qué está pasando?
fr: Que se passe-t-il ?
it: Cosa sta succedendo?
ja: 何が起きているの？
ko: 무슨 일이 일어나고 있나요?
zh_hans: 发生了什么？
zh_hant: 發生了什麼？

# key.unavailable.banner
source: Encryption key unavailable — your codes cannot be displayed
ar: مفتاح التشفير غير متوفر — لا يمكن عرض رموزك
de: Verschlüsselungsschlüssel nicht verfügbar — deine Codes können nicht angezeigt werden
es: Clave de cifrado no disponible — tus códigos no pueden mostrarse
fr: Clé de chiffrement indisponible — vos codes ne peuvent pas être affichés
it: Chiave di crittografia non disponibile — i tuoi codici non possono essere visualizzati
ja: 暗号化キーが利用できません — コードを表示できません
ko: 암호화 키를 사용할 수 없습니다 — 코드를 표시할 수 없습니다
zh_hans: 加密密钥不可用 — 无法显示您的代码
zh_hant: 加密金鑰不可用 — 無法顯示您的代碼

# key.unavailable.detail
source: Encryption key not available yet. Check the banner below.
ar: مفتاح التشفير غير متوفر بعد. راجع الشريط في الأسفل.
de: Verschlüsselungsschlüssel noch nicht verfügbar. Siehe den Hinweis unten.
es: Clave de cifrado aún no disponible. Consulta el banner inferior.
fr: Clé de chiffrement pas encore disponible. Consultez la bannière ci-dessous.
it: Chiave di crittografia non ancora disponibile. Controlla il banner in basso.
ja: 暗号化キーはまだ利用できません。下のバナーを確認してください。
ko: 암호화 키를 아직 사용할 수 없습니다. 아래 배너를 확인하세요.
zh_hans: 加密密钥尚不可用。请查看下方横幅。
zh_hant: 加密金鑰尚不可用。請查看下方橫幅。

# label.footer
source: A name to identify this location.
ar: اسم لتعريف هذا الموقع.
de: Ein Name zur Identifikation dieses Ortes.
es: Un nombre para identificar este lugar.
fr: Un nom pour identifier cet emplacement.
it: Un nome per identificare questo luogo.
ja: この場所を識別するための名前。
ko: 이 위치를 식별하기 위한 이름입니다.
zh_hans: 用于标识此位置的名称。
zh_hant: 用於識別此位置的名稱。

# label.header
source: Label
ar: الاسم
de: Name
es: Nombre
fr: Nom
it: Nome
ja: ラベル
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# label.placeholder
source: e.g. Office building
ar: مثال: مبنى المكتب
de: z. B. Bürogebäude
es: p. ej. Edificio de oficinas
fr: ex. Immeuble de bureau
it: es. Edificio uffici
ja: 例：オフィスビル
ko: 예: 사무용 건물
zh_hans: 例如：办公楼
zh_hant: 例如：辦公大樓

# location_details.footer
source: Directions once inside. This will appear in notifications.
ar: تعليمات بعد الدخول. ستظهر في الإشعارات.
de: Wegbeschreibung nach dem Eintreten. Wird in Benachrichtigungen angezeigt.
es: Indicaciones una vez dentro. Aparecerá en las notificaciones.
fr: Indications une fois à l'intérieur. Apparaîtra dans les notifications.
it: Indicazioni una volta dentro. Apparirà nelle notifiche.
ja: 入場後の案内。通知に表示されます。
ko: 내부 진입 후 안내입니다. 알림에 표시됩니다.
zh_hans: 进入后的指引。将显示在通知中。
zh_hant: 進入後的指引。將顯示在通知中。

# location_details.header
source: Location Details
ar: تفاصيل الموقع
de: Standortdetails
es: Detalles de ubicación
fr: Détails de l'emplacement
it: Dettagli posizione
ja: 場所の詳細
ko: 위치 세부 정보
zh_hans: 位置详情
zh_hant: 位置詳情

# location_details.placeholder
source: e.g. 3rd floor, left corridor, green door
ar: مثال: الطابق 3، الممر الأيسر، الباب الأخضر
de: z. B. 3. Stock, linker Flur, grüne Tür
es: p. ej. 3er piso, pasillo izquierdo, puerta verde
fr: ex. 3ème étage, couloir gauche, porte verte
it: es. 3° piano, corridoio sinistro, porta verde
ja: 例：3階、左の廊下、緑のドア
ko: 예: 3층, 왼쪽 복도, 녹색 문
zh_hans: 例如：3楼，左侧走廊，绿色门
zh_hant: 例如：3樓，左側走廊，綠色門

# notification.code.body %@
source: Access code: %@
ar: رمز الدخول: %@
de: Zugangscode: %@
es: Código de acceso: %@
fr: Code d'accès : %@
it: Codice di accesso: %@
ja: アクセスコード: %@
ko: 출입 코드: %@
zh_hans: 门禁代码：%@
zh_hant: 門禁代碼：%@

# notification.code.key_unavailable
source: Open Sesame to view code
ar: افتح Sesame لعرض الرمز
de: Sesame öffnen, um Code anzuzeigen
es: Abre Sesame para ver el código
fr: Ouvrez Sesame pour voir le code
it: Apri Sesame per vedere il codice
ja: Sesameを開いてコードを確認
ko: 코드를 보려면 Sesame을 여세요
zh_hans: 打开 Sesame 查看代码
zh_hant: 開啟 Sesame 查看代碼

# notification.code.unknown_version
source: Update Sesame to view code
ar: حدّث Sesame لعرض الرمز
de: Sesame aktualisieren, um Code anzuzeigen
es: Actualiza Sesame para ver el código
fr: Mettez Sesame à jour pour voir le code
it: Aggiorna Sesame per vedere il codice
ja: コードを表示するにはSesameを更新してください
ko: 코드를 보려면 Sesame을 업데이트하세요
zh_hans: 更新 Sesame 以查看代码
zh_hant: 更新 Sesame 以查看代碼

# onboarding.howitworks.feature1.subtitle
source: Add any address with its access code and optional notes.
ar: أضف أي عنوان مع رمز الدخول والملاحظات الاختيارية.
de: Füge jede Adresse mit ihrem Zugangscode und optionalen Notizen hinzu.
es: Añade cualquier dirección con su código de acceso y notas opcionales.
fr: Ajoutez n'importe quelle adresse avec son code d'accès et des notes.
it: Aggiungi qualsiasi indirizzo con il suo codice di accesso e note opzionali.
ja: 任意の住所にアクセスコードとオプションのメモを追加します。
ko: 모든 주소에 출입 코드와 선택적 메모를 추가하세요.
zh_hans: 添加任意地址及其门禁代码和可选备注。
zh_hant: 新增任意地址及其門禁代碼和可選備註。

# onboarding.howitworks.feature1.title
source: Save your locations
ar: احفظ مواقعك
de: Orte speichern
es: Guarda tus ubicaciones
fr: Enregistrez vos emplacements
it: Salva i tuoi luoghi
ja: 場所を保存する
ko: 위치 저장하기
zh_hans: 保存您的位置
zh_hant: 儲存您的位置

# onboarding.howitworks.feature2.subtitle
source: Sesame detects when you arrive and shows you the code automatically.
ar: يكتشف Sesame وصولك ويعرض الرمز تلقائيًا.
de: Sesame erkennt deine Ankunft und zeigt den Code automatisch an.
es: Sesame detecta cuando llegas y te muestra el código automáticamente.
fr: Sesame détecte votre arrivée et affiche le code automatiquement.
it: Sesame rileva il tuo arrivo e mostra il codice automaticamente.
ja: Sesameが到着を検知してコードを自動的に表示します。
ko: Sesame이 도착을 감지하고 코드를 자동으로 표시합니다.
zh_hans: Sesame 检测到您到达时自动显示代码。
zh_hant: Sesame 偵測到您到達時自動顯示代碼。

# onboarding.howitworks.feature2.title
source: Get notified on arrival
ar: إشعار عند الوصول
de: Bei Ankunft benachrichtigt werden
es: Recibe notificaciones al llegar
fr: Soyez notifié à l'arrivée
it: Ricevi una notifica all'arrivo
ja: 到着時に通知を受け取る
ko: 도착 시 알림 받기
zh_hans: 到达时收到通知
zh_hant: 到達時收到通知

# onboarding.howitworks.feature3.subtitle
source: All codes are encrypted on your device and synced privately via iCloud.
ar: جميع الرموز مشفرة على جهازك ومزامنة بشكل خاص عبر iCloud.
de: Alle Codes werden auf deinem Gerät verschlüsselt und privat über iCloud synchronisiert.
es: Todos los códigos se cifran en tu dispositivo y se sincronizan de forma privada a través de iCloud.
fr: Tous les codes sont chiffrés sur votre appareil et synchronisés via iCloud.
it: Tutti i codici vengono crittografati sul tuo dispositivo e sincronizzati in privato tramite iCloud.
ja: すべてのコードはデバイスで暗号化され、iCloudを通じてプライベートに同期されます。
ko: 모든 코드는 기기에서 암호화되고 iCloud를 통해 비공개로 동기화됩니다.
zh_hans: 所有代码均在您的设备上加密，并通过 iCloud 私密同步。
zh_hant: 所有代碼均在您的裝置上加密，並透過 iCloud 私密同步。

# onboarding.howitworks.feature3.title
source: Private and encrypted
ar: خاص ومشفر
de: Privat und verschlüsselt
es: Privado y cifrado
fr: Privé et chiffré
it: Privato e crittografato
ja: プライベートで暗号化済み
ko: 비공개 및 암호화
zh_hans: 私密且加密
zh_hant: 私密且加密

# onboarding.howitworks.title
source: How It Works
ar: كيف يعمل
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
ja: 使い方
ko: 작동 방식
zh_hans: 工作原理
zh_hant: 運作方式

# onboarding.permissions.button
source: Grant Permissions
ar: منح الأذونات
de: Berechtigungen erteilen
es: Conceder permisos
fr: Autoriser l'accès
it: Concedi autorizzazioni
ja: 許可を与える
ko: 권한 허용
zh_hans: 授予权限
zh_hant: 授予權限

# onboarding.permissions.note
source: When asked for location access, choose "Always Allow" for the best experience.
ar: عند طلب الوصول إلى الموقع، اختر "السماح دائمًا" للحصول على أفضل تجربة.
de: Wenn du nach dem Standortzugriff gefragt wirst, wähle „Immer erlauben" für das beste Erlebnis.
es: Cuando te pidan acceso a la ubicación, elige "Permitir siempre" para la mejor experiencia.
fr: Lorsqu'on vous demande l'accès à la localisation, choisissez "Toujours autoriser" pour la meilleure expérience.
it: Quando ti viene richiesto l'accesso alla posizione, scegli "Consenti sempre" per la migliore esperienza.
ja: 位置情報のアクセスを求められたら、最高のエクスペリエンスのために「常に許可」を選択してください。
ko: 위치 접근 권한을 요청받으면 최상의 경험을 위해 "항상 허용"을 선택하세요.
zh_hans: 当被要求位置访问时，选择"始终允许"以获得最佳体验。
zh_hant: 當被要求位置存取時，選擇「永遠允許」以獲得最佳體驗。

# onboarding.permissions.skip
source: Skip for now
ar: تخطي في الوقت الحالي
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# onboarding.permissions.subtitle
source: Sesame needs access to your location and notifications to alert you when you arrive at a saved address. Without these, the app can still store your codes safely — but won't be able to notify you automatically.
ar: يحتاج Sesame إلى موقعك والإشعارات لتنبيهك عند وصولك. بدون هذه الأذونات، يمكن للتطبيق تخزين رموزك بأمان — لكنه لن يتمكن من إخطارك تلقائيًا.
de: Sesame benötigt Zugriff auf deinen Standort und Benachrichtigungen, um dich bei der Ankunft zu informieren. Ohne diese Berechtigungen kann die App deine Codes weiterhin sicher speichern — kann dich aber nicht automatisch benachrichtigen.
es: Sesame necesita acceso a tu ubicación y notificaciones para alertarte al llegar. Sin estos permisos, la app puede seguir almacenando tus códigos de forma segura — pero no podrá notificarte automáticamente.
fr: Sesame a besoin de votre localisation et des notifications pour vous alerter à l'arrivée. Sans ces autorisations, l'application peut toujours stocker vos codes en sécurité — mais ne pourra pas vous notifier automatiquement.
it: Sesame ha bisogno dell'accesso alla tua posizione e alle notifiche per avvisarti all'arrivo. Senza questi permessi, l'app può comunque archiviare i tuoi codici in modo sicuro — ma non potrà notificarti automaticamente.
ja: Sesameは登録した住所に到着したときにアラートするために、位置情報と通知へのアクセスが必要です。これらがなくてもコードを安全に保存できますが、自動通知はできません。
ko: Sesame이 저장된 주소에 도착했을 때 알림을 보내려면 위치 및 알림 접근 권한이 필요합니다. 이 없이도 코드를 안전하게 저장할 수 있지만 자동 알림은 불가능합니다.
zh_hans: Sesame 需要访问您的位置和通知权限，以便在您到达已保存地址时提醒您。没有这些权限，应用仍可安全存储您的代码——但无法自动通知您。
zh_hant: Sesame 需要存取您的位置和通知權限，以便在您抵達已儲存地址時提醒您。沒有這些權限，應用程式仍可安全儲存您的代碼——但無法自動通知您。

# onboarding.permissions.title
source: Two Permissions
ar: إذنان ضروريان
de: Zwei Berechtigungen
es: Dos permisos
fr: Deux autorisations
it: Due autorizzazioni
ja: 2つの許可
ko: 두 가지 권한
zh_hans: 两项权限
zh_hant: 兩項權限

# onboarding.ready.button
source: Start using Sesame
ar: ابدأ استخدام Sesame
de: Sesame verwenden
es: Empezar a usar Sesame
fr: Commencer à utiliser Sesame
it: Inizia a usare Sesame
ja: Sesameを使い始める
ko: Sesame 사용 시작
zh_hans: 开始使用 Sesame
zh_hant: 開始使用 Sesame

# onboarding.ready.subtitle
source: Start by adding your first location. Sesame will take care of the rest.
ar: ابدأ بإضافة موقعك الأول. Sesame سيتولى الباقي.
de: Füge zunächst deinen ersten Ort hinzu. Sesame kümmert sich um den Rest.
es: Empieza añadiendo tu primera ubicación. Sesame se encargará del resto.
fr: Commencez par ajouter votre premier emplacement. Sesame s'occupe du reste.
it: Inizia aggiungendo il tuo primo luogo. Sesame si occuperà del resto.
ja: 最初の場所を追加することから始めましょう。あとはSesameが対応します。
ko: 첫 번째 위치를 추가하는 것부터 시작하세요. 나머지는 Sesame이 처리합니다.
zh_hans: 从添加您的第一个位置开始。Sesame 会处理其余的事情。
zh_hant: 從新增您的第一個位置開始。Sesame 會處理其餘的事情。

# onboarding.ready.title
source: You're all set!
ar: أنت جاهز!
de: Alles bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
it: Sei pronto!
ja: 準備完了！
ko: 준비 완료!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

# onboarding.security.step1
source: Long press the Sesame icon on your home screen
ar: اضغط مطولًا على أيقونة Sesame على شاشتك الرئيسية
de: Halte das Sesame-Symbol auf deinem Startbildschirm gedrückt
es: Mantén pulsado el icono de Sesame en tu pantalla de inicio
fr: Appuyez longuement sur l'icône Sesame sur votre écran d'accueil
it: Tieni premuta l'icona di Sesame sulla schermata Home
ja: ホーム画面のSesameアイコンを長押しする
ko: 홈 화면에서 Sesame 아이콘을 길게 누르세요
zh_hans: 在主屏幕上长按 Sesame 图标
zh_hant: 在主畫面上長按 Sesame 圖示

# onboarding.security.step2
source: Tap "Require Face ID" (or Touch ID)
ar: اضغط على "طلب Face ID" (أو Touch ID)
de: Tippe auf „Face ID erforderlich" (oder Touch ID)
es: Toca "Requerir Face ID" (o Touch ID)
fr: Appuyez sur "Exiger Face ID" (ou Touch ID)
it: Tocca "Richiedi Face ID" (o Touch ID)
ja: 「Face IDを要求」（またはTouch ID）をタップする
ko: "Face ID 요구" (또는 Touch ID)를 탭하세요
zh_hans: 点击「需要 Face ID」（或 Touch ID）
zh_hant: 點擊「需要 Face ID」（或 Touch ID）

# onboarding.security.step3
source: Sesame will require authentication every time it opens
ar: سيتطلب Sesame المصادقة في كل مرة يُفتح فيها
de: Sesame erfordert bei jedem Öffnen eine Authentifizierung
es: Sesame requerirá autenticación cada vez que se abra
fr: Sesame nécessitera une authentification à chaque ouverture
it: Sesame richiederà l'autenticazione ogni volta che viene aperta
ja: Sesameを開くたびに認証が必要になります
ko: Sesame을 열 때마다 인증이 필요합니다
zh_hans: 每次打开 Sesame 都需要进行身份验证
zh_hant: 每次開啟 Sesame 都需要進行身份驗證

# onboarding.security.subtitle
source: iOS lets you lock any app directly from your home screen, adding an extra layer of protection for your access codes.
ar: يتيح لك iOS قفل أي تطبيق مباشرةً من شاشتك الرئيسية، مما يوفر طبقة حماية إضافية لرموز الدخول الخاصة بك.
de: iOS ermöglicht es dir, jede App direkt vom Startbildschirm zu sperren und so eine zusätzliche Schutzebene für deine Zugangscodes hinzuzufügen.
es: iOS te permite bloquear cualquier app directamente desde tu pantalla de inicio, añadiendo una capa extra de protección para tus códigos de acceso.
fr: iOS vous permet de verrouiller n'importe quelle application depuis votre écran d'accueil, ajoutant une couche de protection supplémentaire pour vos codes.
it: iOS ti consente di bloccare qualsiasi app direttamente dalla schermata Home, aggiungendo un ulteriore livello di protezione per i tuoi codici di accesso.
ja: iOSではホーム画面から直接アプリをロックでき、アクセスコードの保護をさらに強化できます。
ko: iOS를 사용하면 홈 화면에서 직접 앱을 잠글 수 있어 출입 코드에 추가 보호 레이어를 제공합니다.
zh_hans: iOS 允许您直接从主屏幕锁定任何应用，为您的门禁代码增加额外的保护层。
zh_hant: iOS 允許您直接從主畫面鎖定任何應用程式，為您的門禁代碼增加額外的保護層。

# onboarding.security.title
source: Extra Security
ar: أمان إضافي
de: Zusätzliche Sicherheit
es: Seguridad adicional
fr: Sécurité renforcée
it: Sicurezza extra
ja: 追加のセキュリティ
ko: 추가 보안
zh_hans: 额外安全性
zh_hant: 額外安全性

# onboarding.welcome.subtitle
source: Your building access codes, always at hand — and delivered to you automatically when you need them.
ar: رموز دخول مبانيك، دائمًا في متناول يدك — وتُعرض تلقائيًا عند حاجتك إليها.
de: Deine Zugangscodes, immer zur Hand — und automatisch angezeigt, wenn du sie brauchst.
es: Tus códigos de acceso, siempre a mano — y entregados automáticamente cuando los necesitas.
fr: Vos codes d'accès, toujours à portée de main — et affichés automatiquement quand vous en avez besoin.
it: I tuoi codici di accesso, sempre a portata di mano — e consegnati automaticamente quando ne hai bisogno.
ja: 建物のアクセスコードをいつでも手元に — 必要なときに自動的に届きます。
ko: 건물 출입 코드를 항상 손끝에 — 필요할 때 자동으로 전달됩니다.
zh_hans: 您的楼宇门禁代码，随时随手可得——需要时自动送达。
zh_hant: 您的大樓門禁代碼，隨時隨手可得——需要時自動送達。

# onboarding.welcome.title
source: Welcome to Sesame
ar: مرحبًا بك في Sesame
de: Willkommen bei Sesame
es: Bienvenido a Sesame
fr: Bienvenue dans Sesame
it: Benvenuto in Sesame
ja: Sesameへようこそ
ko: Sesame에 오신 것을 환영합니다
zh_hans: 欢迎使用 Sesame
zh_hant: 歡迎使用 Sesame

# permission.location.banner
source: Background location access is required for notifications to work when the app is closed.
ar: الوصول إلى الموقع في الخلفية مطلوب لعمل الإشعارات عند إغلاق التطبيق.
de: Standortzugriff im Hintergrund ist erforderlich, damit Benachrichtigungen funktionieren, wenn die App geschlossen ist.
es: Se requiere acceso a la ubicación en segundo plano para que las notificaciones funcionen cuando la app está cerrada.
fr: L'accès à la localisation en arrière-plan est nécessaire pour recevoir les notifications lorsque l'application est fermée.
it: L'accesso alla posizione in background è necessario per far funzionare le notifiche quando l'app è chiusa.
ja: アプリが閉じているときに通知を機能させるには、バックグラウンドの位置情報アクセスが必要です。
ko: 앱이 닫혀 있을 때 알림이 작동하려면 백그라운드 위치 접근 권한이 필요합니다.
zh_hans: 应用关闭时，需要后台位置访问权限才能接收通知。
zh_hant: 應用程式關閉時，需要背景位置存取權限才能接收通知。

# permission.notification.banner
source: Notifications are disabled. Sesame won't be able to alert you when you arrive at a saved location.
ar: الإشعارات معطلة. لن يتمكن Sesame من تنبيهك عند وصولك إلى موقع محفوظ.
de: Benachrichtigungen sind deaktiviert. Sesame kann dich nicht benachrichtigen, wenn du einen gespeicherten Ort erreichst.
es: Las notificaciones están desactivadas. Sesame no podrá avisarte al llegar a una ubicación guardada.
fr: Les notifications sont désactivées. Sesame ne pourra pas vous alerter à l'arrivée.
it: Le notifiche sono disabilitate. Sesame non potrà avvisarti quando arrivi in un luogo salvato.
ja: 通知が無効になっています。登録した場所に到着してもSesameはアラートできません。
ko: 알림이 비활성화되어 있습니다. 저장된 위치에 도착해도 Sesame이 알림을 보낼 수 없습니다.
zh_hans: 通知已禁用。当您到达已保存位置时，Sesame 将无法提醒您。
zh_hant: 通知已停用。當您抵達已儲存位置時，Sesame 將無法提醒您。

# permission.open_settings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# qr.generation_failed
source: Could not generate QR code. Make sure the entry is fully saved.
ar: تعذر إنشاء رمز QR. تأكد من حفظ الإدخال بالكامل.
de: QR-Code konnte nicht generiert werden. Stelle sicher, dass der Eintrag vollständig gespeichert ist.
es: No se pudo generar el código QR. Asegúrate de que la entrada esté guardada por completo.
fr: Impossible de générer le QR code. Assurez-vous que l'entrée est bien enregistrée.
it: Impossibile generare il codice QR. Assicurati che la voce sia salvata completamente.
ja: QRコードを生成できませんでした。 エントリが完全に保存されていることを確認してください。
ko: QR 코드를 생성할 수 없습니다. 항목이 완전히 저장되었는지 확인하세요.
zh_hans: 无法生成 QR 码。 请确保条目已完全保存。
zh_hant: 無法生成 QR 碼。 請確保條目已完全儲存。

# qr.option.comment
source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 코멘트
zh_hans: 备注
zh_hant: 備註

# qr.option.exclude_coordinates
source: Exclude GPS coordinates
ar: استبعاد إحداثيات GPS
de: GPS-Koordinaten ausschließen
es: Excluir coordenadas GPS
fr: Exclure les coordonnées GPS
it: Escludi coordinate GPS
ja: GPS座標を除外
ko: GPS 좌표 제외
zh_hans: 排除 GPS 坐标
zh_hant: 排除 GPS 坐標

# qr.option.legacy_scheme
source: Use sesame:// scheme
ar: استخدام مخطط sesame://
de: sesame://-Schema verwenden
es: Usar esquema sesame://
fr: Utiliser le schéma sesame://
it: Usa schema sesame://
ja: sesame://スキームを使用
ko: sesame:// 스킴 사용
zh_hans: 使用 sesame:// 方案
zh_hant: 使用 sesame:// 方案

# qr.option.location_details
source: Location details
ar: تفاصيل الموقع
de: Standortdetails
es: Detalles de ubicación
fr: Détails de l'emplacement
it: Dettagli posizione
ja: 場所の詳細
ko: 위치 세부 정보
zh_hans: 位置详情
zh_hant: 位置詳情

# qr.option.plain_fragment
source: Use plain text encoding
ar: استخدام ترميز نص عادي
de: Klartextkodierung verwenden
es: Usar codificación de texto plano
fr: Utiliser l'encodage texte brut
it: Usa codifica testo normale
ja: プレーンテキストエンコーディングを使用
ko: 일반 텍스트 인코딩 사용
zh_hans: 使用纯文本编码
zh_hant: 使用純文字編碼

# qr.option.radius
source: Detection radius
ar: نطاق الاكتشاف
de: Erkennungsradius
es: Radio de detección
fr: Rayon de détection
it: Raggio di rilevamento
ja: 検出半径
ko: 감지 반경
zh_hans: 检测半径
zh_hant: 檢測半徑
